20220509173950-the_revolt_of_the_elites_and_the_betrayal_of_democracy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-27 Fri 11:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Revolt of the Elites and the Betrayal of Democracy</title>
<meta name="author" content="Rémi Louf" />
<meta name="description" content="page 43
page 44
page 45
page 47
page 53
page 88, referring to Hannah Arendt
page 88
page 89
page 99
page 107
page 107
page 117
page 162
page 163
page 191" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The Revolt of the Elites and the Betrayal of Democracy</h1>
<p>
There is an intensification of social division, and a decline of the democractic discourse.
</p>

<div id="outline-container-org1aabb03" class="outline-2">
<h2 id="org1aabb03">The Revolt of the Elite (two)</h2>
<div class="outline-text-2" id="text-org1aabb03">
<p>
Lasch spends a great deal of time criticizing what he calls the <i><a href="20220509175912-the_privileged_class.html#ID-5a4a1582-6dee-4e42-96af-e45e17ad0659">privileged class</a></i>, the top 20%. It is an <i>arrogant</i> elite which thinks of itself as <i>self-made</i> which owes its priviledge only to its own efforts. But <a href="20220509175520-meritocracyis_a_privilege_laundering_scheme.html#ID-94270311-8c8c-442e-a5f6-016a524202f6">meritocracy is a privilege-laundering scheme</a>:
</p>

<blockquote>
<p>
Although hereditary advantages play an important part in the attainment of professional or managerial status, the new class has to maintain the fiction that its power rests on intelligence.
</p>
</blockquote>

<p>
Lasch argues that <i>meritocracy</i> has replaced democracy for the worse. Opportunities for advancement for a few individuals are no substitute for the general advancement of means of civilization and "dignity and culture" needed by <b>everyone</b>. In addition, <a href="20220509175748-meritocracy_nullifies_the_opposition.html#ID-cfbe99dd-aef4-40f7-973a-969483550250">meritocracy nullifies the opposition</a>:
</p>

<blockquote>
<p>
[M]eritocracy has the effect of making elites more secure than ever in their privileges (which can now be seen as the appropriate reward of dilligence and brainpower) while nullifying working-class opposition.
</p>
</blockquote>

<blockquote>
<p>
it drains talent away from the lower class and thus deprives them of effective leadership.
</p>
</blockquote>

<p>
The privileged has made itself independent. It has no nationality, does not belong to anywhere and as a consequence it does not feel responsible for the lower class, and is not ready to make any sacrifice. They do not "subscribe to a theory of noblesse oblige".
</p>

<blockquote>
<p>
Many of them have ceased to think of themselves as American in any important sense, implicated in America's destiny for better or for worse.
</p>
</blockquote>

<blockquote>
<p>
Without national attachment [&#x2026;] people have little inclination to make sacrifices or to accept responsibility for their actions.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd610159" class="outline-2">
<h2 id="orgd610159">Opportunity in the promised Land (three)</h2>
<div class="outline-text-2" id="text-orgd610159">
<p>
Upward mobility entered everyday speech in the wake of the Great Depression it has not decreased divisions in society, quite the opposite. And rates of mobility have remained more or less constant.
</p>

<blockquote>
<p>
Having internalized the myth of the self-made man, workers have too often sacrificed solidarity to the illusory hope of individual advancement.
</p>
</blockquote>

<p>
It is not about increasing quality but about increasing consideration. We are optimizing for the wrong thing.
</p>

<blockquote>
<p>
Both [ndlr: sides in the argument for Affirmative Action] see careers open to talent as the be-all and end-all of democracy when in fact, careerism tends to undermine democracy by divorcing knowledge from practical experience, devaluing the kind of knowledge that is gained from experience, and generating social conditions in which ordinary people are not expected to know anything at all. The reign of specialized expertise&#x2013;the logical result of policies that equate opportunity with open access to "places of higher consideration"&#x2014;is the antithesis of democracy as it was understood by those who saw this country as the "last, best hope on earth".
</p>
</blockquote>

<p>
and notoriously Lincoln who saw in property the opportunity for labourers to fully realize their potential. Democracy is about allowing everyone to fully realize their potential.
</p>
</div>
</div>

<div id="outline-container-org2025eab" class="outline-2">
<h2 id="org2025eab">Does democracy deserve to survive? (four)</h2>
<div class="outline-text-2" id="text-org2025eab">
<p>
Envisionned that democracy would turn into an obsession with fanaticism on one side and racial warfare on the other. Complains that debates amounts to describing the other side as "socialist" or "fascist".
</p>

<p>
Opposes Lippmann's view that "public opinion is necessarily ill-informed and that government is best left to specialists".
</p>

<blockquote>
<p>
[T]he enlightment got it backward. It is citizenship that confers equality, not equality that creates a right to citizenship.
</p>
</blockquote>

<blockquote>
<p>
Political equality&#x2014;citizenship&#x2014;equalizes people who are otherwise unequal in their capacities, and the universalization of citizenship therefore has to be accompanied not only by formal training in the civic arts but by measures designed to assure the broadest distribution of economic and political responsibility, the exercise of which is more important than formal trainingg in teaching good judgment, clear and cogent speech, the capacity for decision, and the willingness to accept the consequences of our actions. It is in this sense that <i>citizenship implies a whole world of heroes</i>.
</p>
</blockquote>

<p>
Lasch insists on the fact that tolerance has taken a bigger role than ethics:
</p>

<blockquote>
<p>
We are determined to respect everyone but we have forgotten that respect needs to be earned.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgceb30ec" class="outline-2">
<h2 id="orgceb30ec">Communautarianism or populism? (five)</h2>
<div class="outline-text-2" id="text-orgceb30ec">
<p>
Invasion of the family by the market; women are pushed to work in a world where unpaid labor pays the stigma of social inferiority.
</p>

<blockquote>
<p>
The atrophy of informal control [ndlr: here, neighborhoods] leads irresistibly to the expansion of bureaucratic control. This development threatens to extinguish the very privacy liberals have always set such store by.
</p>
</blockquote>

<blockquote>
<p>
Populism is the authentic voice of democracy. It assumes that individuals are entitled to respect until they prove themselves to be unworthy of it, but it insists that they take responsibility for themselves.
</p>
</blockquote>

<blockquote>
<p>
Democracy in our time is more likely to die of indifference than of intolerance.
</p>
</blockquote>

<p>
People are not interested in politics because they find no expression in national politics. Parties no longer represent the opinions and interests of ordinary people.
</p>
</div>
</div>

<div id="outline-container-org6e0f5fb" class="outline-2">
<h2 id="org6e0f5fb">Conversation and the civics art (six)</h2>
<div class="outline-text-2" id="text-org6e0f5fb">
<blockquote>
<p>
If elites speak only to themselves, one reason for this is the absence of institutions that promote general conversation accross class lines.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org7ed48ea" class="outline-2">
<h2 id="org7ed48ea">The Lost Art of Argument</h2>
<div class="outline-text-2" id="text-org7ed48ea">
<p>
Lasch argues that political debate started to decline when the press became "professional".
</p>

<blockquote>
<p>
What democracy requires is vigorous public debate, not information.
</p>
</blockquote>

<p>
This, again is due to Lippmann who argued that the role of the press was to inform and not to encourage argument (p170). Information makes argument unnecessary.
</p>

<blockquote>
<p>
If we accept argument as the essence of education, we will defend democracy not as the most efficient but most educational form of government.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org37c2053" class="outline-2">
<h2 id="org37c2053">Academic Pseudo-radicalism</h2>
<div class="outline-text-2" id="text-org37c2053">
<blockquote>
<p>
As Gramsci taught us a long time ago, no ideology could reach "hegemony" if it served merely to legitimate the interests of a particular class or to "set aside" those of others. It is their capacity to speak to enduring human needs and desires that makes ideologies compelling, even though their view of the world is necessarily blinf to their own limitations. To the extent to which ideologies express universal aspirations, their critics have to argue on the same grounds, not just dismiss them as self-serving rationalizations.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgf4e3242" class="outline-2">
<h2 id="orgf4e3242">Links to this note</h2>
<div class="outline-text-2" id="text-orgf4e3242">
<ul class="org-ul">
<li><a href="./20220511144341-dignity_seeking_respect_in_back_row_america.html">Dignity: Seeking Respect in Back Row America</a></li>
<li><a href="./20220509182018-hegemony_is_possible_when_you_re_speaking_to_enduring_human_needs.html">Hegemony is possible when you're speaking to enduring human needs</a></li>
<li><a href="./20220103103303-what_i_have_read.html">What I have read</a></li>
<li><a href="./20220306175155-democracy.html">Democracy</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>